Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Turn debug mode off.
uk_ua: Вимкнути налагодження.

source: Turn debug mode on.
uk_ua: Ввімкнути налагодження.

source: Turn dialog
uk_ua: Вікно початку ходу

source: Turn menu and button sounds on/off
uk_ua: Ввімкнути/Вимкнути звуки меню і кнопок

source: Turns
uk_ua: Ходи

source: Turns finished early:
uk_ua: К-сть невикористаних ходів:

source: Turns run out
uk_ua: Закінчились ходи

source: Turns run out with both enemy leaders standing
uk_ua: Закінчились ходи, а обидва лідери противника живі

source: Turns:
uk_ua: Ходів:

source: Tutorial
uk_ua: Посібник

source: Twenty years into her rule, Asheviere turned her attention to the wood elves living in the great forest southwest of Wesnoth, whom she despised. Orcish mercenaries were hired and dispatched to bring about their ruin.
uk_ua: Йшов двадцятий рік правління Ашевір, коли вона звернула свій погляд на лісових ельфів, що жили у великому лісі на південному заході Весноту, і котрих вона зневажала. Вона послала орків-найманців спустошити їх домівку.

source: Two armies collide on this disjointed coastal landscape of hidden caves and jagged rivers.
uk_ua: Дві армії стикаються на розділеному узбережжі прихованих печер і бурхливих річок.

source: Two color orb
uk_ua: Двокольорова сфера

source: Two undead leaders have fallen.
uk_ua: Двох лідерів мерців знищено.

source: Tyborg
uk_ua: Туборг

source: Tyegëa
uk_ua: Тигея

source: Tyegëa and Priestesses
uk_ua: Тигея і Жриця

source: Tyegëa returned to her home, but continued to keep in touch with her grandson. Most of her priestesses went with her, but a few of them stayed in Jotha, enriching the culture of the city.
uk_ua: Тигея повернулася додому, але продовжувала підтримувати зв'язок зі своїм онуком. Більшість її жриць пішли з нею, але деякі залишилися в Йоті, збагачуючи культуру міста.

source: Tyegëa will never forgive me. We are lost.
uk_ua: Тигея мене не пробачить. Ми пропали.

source: Tyegëa! No!
uk_ua: Тигея! Ні!

source: Type
uk_ua: Тип

source: Type $help_command <command> for more info.
uk_ua: Напишіть $help_command <command> для детальної інформації.

source: Type:
uk_ua: Тип:

source: Typical base terrain: $type
uk_ua: Типова базова місцевість: $type

source: Tyxrrn the Dauntless
uk_ua: Тухорн Безстрашний

source: T’bhan
uk_ua: Т'бан

source: T’shar Lggi
uk_ua: Т'шар Лжі

source: Udrin
uk_ua: Адрін

source: Ufes
uk_ua: Уфес

source: Ugh!
uk_ua: Ух!

source: Ugh! How can this be? Defeated by mere barbarians! My gods have forsaken me...
uk_ua: Охх! Як таке можливо? Прості варвари мене перемогли! Боги покинули мене...

source: Uh oh. There is someone else here. Hey! He is being attacked by a cuttlefish!
uk_ua: Ох, тут є ще хтось. Гей! Його атакує каракатиця!

source: Uh oh... I don’t like the look of this...
uk_ua: О-го-го... Не подобається мені, як це виглядає...

source: Uh, not really...
uk_ua: Ну, не зовсім...

source: Uh-huh. Have you considered the possibility that the unholy act of turning your best and brightest into undead is what caused them to fall into darkness?
uk_ua: М-да. А ви не думали, що нечестивий ритуал, який перетворив ваших кращих і мудріших в мерців, власне, і штовхає їх до зла і пітьми?

source: Uh-huh. Have you considered the possibility that the unholy act of turning your best and brightest into undead is what causes them to fall into darkness?
uk_ua: М-да. А ви не думали, що нечестивий ритуал, який перетворив ваших кращих і мудріших в мерців, власне, і штовхає їх до зла і пітьми?

source: Uh-oh!
uk_ua: Ого!

source: Uh...If you say so.
uk_ua: Ну... якщо ти кажеш.

source: Uhhh.
uk_ua: Уххх.

source: Uhngh.
uk_ua: М-м-м-м.

source: Uhrrr.
uk_ua: Хр-р-р.

source: Ukrainian Translation
uk_ua: Український переклад

source: Ulfter
uk_ua: Ульфтер

source: Ulkar
uk_ua: Улкар

source: Ulrek
uk_ua: Ульрек

source: Ulrek, more enemies approach from the south... Wait, these are humans!
uk_ua: Ульрек, все більше ворогів прибуває з півдня... Почекай, це люди!

source: Ulysses Mantyjuuri
uk_ua: Улісс Мантайджуурі

source: Um, well...
uk_ua: Ну, гаразд...

source: Um, yes. Fine. You can go.
uk_ua: Ух, так. Добре. Ви можете йти.

source: Um, you’re supposed to give the password.
uk_ua: Хм, взагалі-то ви повинні назвати пароль.

source: Um... on what terms?
uk_ua: Ухм… на яких умовах?

source: Umm, I invoke the right of surren...
uk_ua: Еее, я закликаю до свого права зда...

source: Umm, agreed.
uk_ua: Мм, згоден.

source: Umm, we’ll talk about it later. I’m just a little busy at the moment. I’m glad you made it back in one piece.
uk_ua: Ммм, давай поговоримо пізніше? Зараз я трохи зайнятий. Я радий, що ти повернулася неушкодженою.

source: Umm, we’re being invaded? Fine, we’ll sort out our differences later. Let’s get them first.
uk_ua: Мм, завойовники? Гаразд, улагодимо розбіжності потім. Розберемося спочатку з ними.

source: Ummm... unless... you are already dead, like the skeletons?
uk_ua: Гм... чи ти... вже мертвий, як скелети?

source: Unable to create log files in directory $logdir. This is often caused by incorrect folder permissions, anti-virus software restricting folder access, or using OneDrive to manage your My Documents folder.
uk_ua: Не вдалося створити файли логів в папці $logdir. Це зазвичай виникає через неправильні дозволи папок та антивірусні програми, що обмежують доступи до папок, або при використанні OneDrive для керування папкою My Documents.

source: Unable to find a leader type for faction $faction
uk_ua: Не можу знайти тип лідера для фракції $faction

source: Unable to parse file to find map data
uk_ua: Не вдалося проаналізувати файл та знайти дані мапи

source: Unban a user in a multiplayer game by the IP address used by that username. Can be used on users not in the game but on the server.
uk_ua: Разбанити гравця в мультиплеєрі за його IP-адресою. Можна застосовувати до гравців, які знаходяться на сервері, але поза грою.

source: Unban a user. He does not have to be in the game but on the server.
uk_ua: Розбанити користувача. Він не повинен бути в грі, але має бути на сервері.

source: Uncharted Islands
uk_ua: Недосліджені острови

source: Uncheck to delete the saved password (on exit)
uk_ua: Вимкніть, щоб видалити збережений пароль (при виході)

source: Uncle, we did it! We beat one of them iron monsters!
uk_ua: Дядьку, нам вдалося! Ми прибили одного з цих сталевих монстрів!

source: Uncle, we got no time to talk! Them riders are heading full speed straight for Dallben. We’ll need to chase them down through those woods, and fast, or we won’t be able to catch up.
uk_ua: Дядьку, в нас нема часу на розмови! Мародери мчаться до Далбена на повній швидкості. Ми повинні наздогнати їх, якнайшвидше, інакше ми не зможемо їх спіймати.

source: Unconditional.
uk_ua: Без жодних умов.

source: Undead
uk_ua: Мертв'як

source: Undead Bat
uk_ua: Кажан-нежить

source: Undead Followers
uk_ua: Мертві Послідовники

source: Undead Forces
uk_ua: Сили мерців

source: Undead are attacking the fort on the north shore. We need your help!
uk_ua: Мерці напали на форт на північному березі. Нам потрібна ваша допомога!

source: Undead units are immune to poison, also drain and plague doesn&#8217;t work on them. Undead units generally have <emphasis>Undead</emphasis> as their only trait. Since Undead units are the bodies of the dead, risen to fight again, poison has no effect upon them. This can make them invaluable in dealing with foes who use poison in conjunction with their attacks.
uk_ua: На нежить не діє ні отрута, ні висмоктування, ні чума. Загалом нежить має лише одну рису <emphasis>мрець</emphasis>. Оскільки нежить це мертві тіла, підняті заради ще одної битви, отрута на них не діє. Ця здатність неймовірно корисна проти тих ворогів, які у своїх атаках використовують отруту.

source: Undead units generally have undead as their only trait. Since undead units are the bodies of the dead, risen to fight again, poison has no effect upon them. This can make them invaluable in dealing with foes who use poison in conjunction with their attacks.
uk_ua: Загалом нежить має лише одну рису ‘мрець’. Оскільки нежить це мертві тіла, підняті заради ще одної битви, отрута на них не діє. Ця здатність неймовірно корисна проти тих ворогів, які у своїх атаках використовують отруту.

source: Undead! Pesky skeletons invade our home, drive us into hiding! They too stupid to find us here, but we no leave here either.
uk_ua: Мерці! Кляті черепушки захопити наш дім, ми маємо ховатися! Вони тупий, щоб знаходити нас тут, але наша не могти йти звідси.

source: Undead! Where did they come from?
uk_ua: Мерці! Звідки вони взялися?

source: Undead. Bah! We’re pros at fighting them.
uk_ua: Мерці. Ха! Та ми на них собаку з'їли.

source: Undead. This will be your first real test as a leader, Kai Krellis. You must defeat these creatures.
uk_ua: Мерці. Це буде твоє перше серйозне випробування, Каю Крелісе. Ти повинен перемогти цих створінь.

source: Under the cover of darkness, the merfolk slid into the bay, intending to launch a surprise attack at dawn. But the orcs were prepared for this, and had hastily devised a surprise of their own. Ships at the mouth of the bay that had seemed but derelict hulks disgorged hordes of orcs. More of them poured forth from the city. The merfolk were trapped, and found themselves vastly outnumbered.
uk_ua: Під покривом ночі водяні прослизнули в затоку, збираючись почати раптову атаку вдосвіта. Але орки були готові до цього і поспішно розробили власний план. Кораблі біля входу в затоку, що здавалися лише закинутими розвалюхами, кишіли орками. І ще більше їх з'явилося з міста. Водяні потрапили в пастку і виявили, що орки значно перевершують їх кількістю.

source: Under the feudal system, all authority ultimately rested with the sovereign. His lords held their property only with his agreement, and had to pay him tribute. In return, the king would defend the realm against invaders, and redistribute wealth in times of need.
uk_ua: При феодальній системі монарх мав абсолютну владу. Його лорди володіли власністю лише з його дозволу, і повинні були платити йому данину. У свою чергу, король захищав свої володіння від загарбників, і перерозподіляв майно за часів нужди.

source: Under the same terms?
uk_ua: Умови ті ж?

source: Underground
uk_ua: На нижні палуби

source: Understand this. Any weakening of the Throne of Wesnoth, whether it be occupied by king or queen, aids us. To accomplish that, we must destabilize their forces in this region. The key is Halstead.
uk_ua: Зрозумій одну річ. Будь-яке послаблення Трону Весноту, неважливо хто їм керує, нам на користь. І щоб досягти цього, нам треба дестабілізувати їхні сили в цій провінції. Ключем до цього є Халстед.

source: Undo
uk_ua: Повернути

source: Undoing moves not yet transmitted to the server.
uk_ua: Скасування ходів, ще не переданих на сервер.

source: Unenchanted Flaming Sword
uk_ua: Незачарований полум'яний меч

source: Unexpected characters after variable name (expected , or =)
uk_ua: Несподівані символи після імені змінної (очікується, або =)

source: Unexpected characters at line start
uk_ua: Несподівані символи на початку рядка

source: Unexpected closing tag
uk_ua: Несподіваний закриваючий тег

source: Unfortunately, none of your troops survived your training, so you will have to recruit new units. If you had any veteran troops, you could have <i>recalled</i> them to battle this scenario. More experienced units would have been of help against these orcs.
uk_ua: На жаль, жоден з твоїх загонів не пережив твого минулого тренування, тож тобі потрібно завербувати нових бійців. Ти міг би <i>закликати</i> бійців-ветеранів битися в цьому сценаріії, якби ж ти їх тільки мав. Проти цих орків нам були б вельми корисні досвідчені бійці.

source: Unfortunately, your line often has to bend to form a wedge or to fit the terrain. At these corner points, 3 enemy units may attack. This also happens at the ends of a line if the line is too short. Use units with high hit point on proper terrain or with proper resistances to hold these weak points. These are the most likely to be killed, so use units with no or few experience points (XP) for this purpose.
uk_ua: Нажаль, ваша лінія часто може бути клиноподібною, або згинатися внаслідок особливостей ландшафту. На кутових точках такої лінії можуть атакувати 3 ворожі бійці. Це трапляється також на кінці лінії, якщо лінія занадто коротка. Для утримання цих вузьких місць використайте бійців з великою кількістю здоров'я, або таких, які мають на цій території хорошу опірність. Є велика вірогідність, що вони будуть вбиті, тому використайте для цього бійців без досвіду, або з малим досвідом.

source: Unfortunately, you’ve used up your turn attacking the quintain. The quintain now gets to attack.
uk_ua: На жаль, ти витратив свій хід, атакуючи опудало. Тепер його черга атакувати.

source: Unhul
uk_ua: Анхул

source: Uninstall add-on
uk_ua: Деінсталювати аддони

source: Unit
uk_ua: Боєць

source: Unit Commands
uk_ua: Команди бійця

source: Unit Description
uk_ua: Опис бійця

source: Unit Descriptions
uk_ua: Опис бійця

source: Unit Facing
uk_ua: Напрямок бійця

source: Unit Image:
uk_ua: Зображення бійця:

source: Unit List
uk_ua: Список бійців

source: Unit Specialties
uk_ua: Спеціальності бійців

source: Unit Tool
uk_ua: Інструмент бійця

source: Unit idle animations
uk_ua: Анімації бездіяльних бійців

source: Unit profile for last selected unit
uk_ua: Профіль останнього вибраного бійця

source: Unit standing animations
uk_ua: Анімації нерухомих бійців

source: Units
uk_ua: Бійці

source: Units are awarded experience for fighting. After obtaining enough experience, they will advance a level and become more powerful. The amount of experience gained depends on the level of the enemy unit and the outcome of the battle: if a unit kills its opponent, it receives 8 experience points per level of the enemy (4 if the enemy is level 0), while units that survive a battle without killing their opponents are awarded 1 experience point per level of the enemy. In other words:
uk_ua: Бійці отримують досвід в ході бою. Після отримання певної кількості досвіду вони переходять на наступний рівень і стають сильнішими. Кількість отриманого досвіду залежить від рівня противника і результату сутички: якщо боєць вбиває противника, він отримує 8 очок досвіду за кожен рівень ворога (4, якщо противник був нульового рівня), якщо ж боєць вижив у битві, не вбивши противника, він отримує 1 очко досвіду за кожен рівень противника. Іншими словами:

source: Units are defined as pairs in recruit list: Every time a unit is recruited, it is replaced by its pair. This era is designed to be balanced playing World Conquest II. Includes an in-game help to know pairs status, with a right-click on an empty hex.
uk_ua: Бійці зв'язані парами у списку вербування: Кожного разу, коли боєць вербується, він замінюється своєю парою. Ця ера розроблена для збалансованої гри в World Conquest II. Включає в себе ігрову довідку, щоб дізнатися про пари; клацніть правою кнопкою миші на порожній клітинці.

source: Units are healed when they advance a level. Used wisely, this can turn a fight.
uk_ua: Бійці повністю зцілюються, отримуючи новий рівень. Використовуйте цю особливість з розумом, і ви зможете змінити результат бою.

source: Units costing less than 17 gold are cheaper to recall.
uk_ua: Бійців, що коштують менше 17 золота, дешевше закликати.

source: Units have a certain amount of experience required to advance (this is 20% less for units with the Intelligent trait). Once they achieve this amount, they immediately advance to the next level, healing fully in the process. In some cases, you will be given a choice of advancement options.
uk_ua: Щоб перейти на новий рівень, бійцеві потрібна деяка кількість досвіду (бійцям з особливістю ‘розумний’ — на 20% менше). Як тільки боєць набере необхідний досвід, він негайно отримує новий рівень і при цьому повністю зцілюється. Іноді Вам запропонують декілька варіантів просування на вибір.

source: Units have traits which reflect aspects of their character. Traits are assigned randomly to units when they are created. Most units receive two traits.
uk_ua: Бійці мають риси, що відображають певні аспекти їх характеру. Особливості призначаються випадковим чином при створенні бійця. Більшість бійців отримують по дві особливості.

source: Units may have the Weak trait, receiving a -1 increment in hitpoints and melee damage.
uk_ua: Бійці можуть мати особливість "слабкий", отримуючи недолік у -1 до швидкості руху та ближньої атаки.

source: Units may not move into a hex with a rock cairn. They may, however, be recruited to, and move from, such hexes.
uk_ua: Бійці не можуть стати на клітинку з камʼяною пірамідою. Тим не менш, вони можуть бути завербовані на такій клітинці, а поті вільно з неї піти.

source: Units not only cost gold to Recruit or Recall, they also require money to support. See <ref>dst='income_and_upkeep' text='income and upkeep'</ref> for more information.
uk_ua: Пам'ятайте, що бійці вимагають золота не лише при вербуванні або заклику: їм також потрібні гроші на утримання. Дивіться детально в розділі <ref>dst='income_and_upkeep' text='прибуток і утримання'</ref>.

source: Units of level one and higher have a <i>Zone of Control</i> in the six hexes around them. If a unit moves into an enemy’s zone of control, it may not move any further that turn. This means that units can have two empty hexes between them and still create a barrier to the enemy. Beware, though: skirmishers can pass through these gaps.
uk_ua: Бійці першого рівня і вищих володіють <i>Зоною Контролю</i> - це шість полів навколо них. Якщо боєць переміщається в зону контролю противника, він більше не зможе рухатися на цьому ходу. Це означає, що між бійцями можуть бути два вільні поля, і вони все одно створюватимуть бар'єр для противника. Авангардисти, проте, здатні проходити через ці зони.

source: Units sighted! ($friendphrase, $enemyphrase)
uk_ua: Бачу війська! ($friendphrase, $enemyphrase)

source: Units stationed in villages will either heal eight hitpoints at the beginning of their turn, or will recover from poisoning.
uk_ua: Бійці, розміщені в селах, відновлюють 8 одиниць здоров'я на початку свого ходу, або ж лікуються від отруєння.

source: Units that can recruit will always have a star-shaped base. Other units normally have an elliptic base.
uk_ua: Бійці, які можуть вербувати, завжди мають основу у формі зірки. Інші бійці зазвичай мають еліпс за основу.

source: Units that have a <i>hero</i> marker are vital to your campaign. If any of them die, you will lose the scenario, so guard them carefully!
uk_ua: Бійці, які мають позначку <i>герой</i> дуже важливі для вас. Якщо хтось з них загине, ви програєте, тож добре їх охороняйте!

source: Units with the <b>heroic</b> trait are recalled at the start of each scenario with no cost (up to castle size).
uk_ua: Бійці, що мають особливість <b>героїчні</b>, автоматично безкоштовно закликаються на початку кожного сценарію (кількість обмежена розміром замку).

source: Units with the <b>heroic</b> trait or holding any magic <b>item</b> have free upkeep.
uk_ua: Бійці, що мають особливість <b>героїчні</b> чи носять магічний <b>предмет</b> мають безкоштовне утримування.

source: Units with the <i>Intelligent</i> trait need fewer experience points to level up. Early in a campaign, try to give killing blows to these units so you can get some high-level troops sooner.
uk_ua: <i>Розумним</i> бійцям треба менше досвіду для підвищення рівня. На початку кампанії прагніть дозволити таким бійцям завдавати завершуючого удару, щоб отримати високорівневих бійців якомога раніше.

source: Units with the <i>Leadership</i> ability help lower-level adjacent units on the same side fight better. You can move these units slowly along your battle lines and give bonuses to large numbers of lower-level troops.
uk_ua: Бійці із здатністю <i>лідерства</i> допомагають битися сусіднім бійцям нижчих рівнів. Ви можете переміщати лідерів по полю бою, щоб якомога більше слабких бійців отримало бонуси.

source: Units with the <i>Quick</i> trait get an extra movement point per turn. This can be very important when moving through difficult terrain such as water or caves. It can make the difference between being able to move one hex or two.
uk_ua: <i>Швидкі</i> бійці пересуваються на одне поле далі. Це може бути важливо при русі по складних місцевостях, таких як вода чи печери. Швидкий боєць в таких випадках зможе просунутися не на одне, а на два поля.

source: Units with the <italic>text='aged'</italic> trait have 8 hitpoints less and suffer from a 1 point decrease in movement and melee damage.
uk_ua: <italic>text='Старі'</italic> бійці мають на 8 ЗД менше, ходять на 1 поле менше та наносять на 1 менше шкоди в ближньому бою.

source: Units with the <italic>text='weak'</italic> trait receive a 1 point decrease in hitpoints and melee damage.
uk_ua: <italic>text='Слабкі'</italic> бійці мають на 1 ЗД менше і наносять на 1 менше шкоди в ближньому бою.

source: Units with the Dim trait require 20% more experience to advance.
uk_ua: Бійці з особливістю "дурний" потребують на 20% більше досвіду, щоб підвищитися.

source: Units with the Feral trait only receive 50% defense in villages regardless of the base terrain the village is on (Bats, Falcons).
uk_ua: Бійці з особливістю "дикий" отримують лише 50% захисту в селах незалежно від базової місцевості, на якій знаходиться селище(Кажани, Соколи).

source: Units with three or more attacks — especially magical attacks — are ideal for finishing off enemies with only a few hitpoints remaining. Be sure to use leadership — or a strong or dextrous unit — whenever the extra point or two of damage makes a one-hit kill possible.
uk_ua: Бійці з трьома або більше атаками, особливо магічними, ідеально підходять для добивання ворогів, які вже майже мертві. Обов'язково використовуйте лідерство — або сильного чи спритного бійця — якщо завдяки одному-двом зайвим очкам шкоди Ви отримаєте можливість вбити ворога за один удар.

source: Units with trait <italic>text='dim'</italic> suffer a 20% increase in experience required to advance.
uk_ua: Бійці з особливістю <italic>text='дурний'</italic> для просування потребують на 20% більше досвіду.

source: Universities
uk_ua: Університети

source: Unknown
uk_ua: Невідомо

source: Unknown Unit
uk_ua: Невідомий боєць

source: Unknown builder id for tree view node.
uk_ua: Невідомий id конструктора для вузла в деревовидній структурі.

source: Unknown command '$command', did you mean '$command_proposal'? try $help_command for a list of available commands.
uk_ua: Команда '$command' невідома; можливо малося на увазі '$command_proposal'? Щоб отримати список доступних команд, введіть $help_command.

source: Unknown command '$command', try $help_command for a list of available commands.
uk_ua: Команда '$command' невідома; щоб отримати список доступних команд, введіть $help_command.

source: Unknown debug domain: '$domain'.
uk_ua: Невідомий домен відладки: '$domain'.

source: Unknown debug level: '$level'.
uk_ua: Невідомий рівень відладки: '$level'.

source: Unknown era
uk_ua: Невідома ера

source: Unknown scenario
uk_ua: Невідомий сценарій

source: Unknown scenario: '$scenario|'
uk_ua: Невідомий сценарій: '$scenario|'

source: Unlawful Orders
uk_ua: Незаконні накази
